tap "bbc/audiowaveform"
tap "derailed/k9s"
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "koekeishiya/formulae"
tap "localstack/tap"
tap "mongodb/brew"
tap "nikitabobko/tap"
tap "opencode-ai/tap"
tap "sst/tap"
tap "stripe/stripe-cli"
tap "supabase/tap"
tap "teamookla/speedtest"
brew "automake"
brew "bash"
brew "bat"
brew "glib"
brew "cairo"
brew "harfbuzz"
brew "bfg"
brew "chezmoi"
brew "cmatrix"
brew "cowsay"
brew "deno"
brew "kubernetes-cli"
brew "devspace"
brew "docker"
brew "fd"
brew "fdk-aac"
brew "lame"
brew "libass"
brew "libvorbis"
brew "opus"
brew "libsndfile"
brew "libvpx"
brew "tesseract"
brew "theora"
brew "x264"
brew "x265"
brew "xvid"
brew "ffmpeg"
brew "figlet"
brew "flyctl"
brew "flyway"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-filter-repo"
brew "git-secrets"
brew "go"
brew "golangci-lint"
brew "libtool"
brew "graphviz"
brew "grpcurl"
brew "pkgconf"
brew "htop"
brew "hugo"
brew "imagemagick"
brew "jless"
brew "lazygit"
brew "lsd"
brew "luarocks"
brew "mariadb"
brew "minikube"
brew "nasm"
brew "neovim"
brew "pandoc"
brew "postgresql@14"
brew "postgresql@15"
brew "powerlevel10k"
brew "presenterm"
brew "protobuf"
brew "python@3.12"
brew "python@3.13"
brew "ripgrep"
brew "ruby"
brew "sdl12-compat"
brew "shtool"
brew "sqlc"
brew "starship"
brew "stow"
brew "texi2html"
brew "tmux"
brew "tree"
brew "vegeta"
brew "vips"
brew "websocat"
brew "wget"
brew "zoxide"
brew "bbc/audiowaveform/audiowaveform"
brew "derailed/k9s/k9s"
brew "felixkratz/formulae/borders"
brew "hashicorp/tap/terraform"
brew "koekeishiya/formulae/skhd"
brew "localstack/tap/localstack-cli"
brew "mongodb/brew/mongodb-community"
brew "sst/tap/opencode"
brew "stripe/stripe-cli/stripe"
brew "supabase/tap/supabase"
brew "teamookla/speedtest/speedtest"
cask "1password-cli"
cask "aerospace"
cask "bruno"
cask "font-monaspace"
cask "karabiner-elements"
cask "linearmouse"
cask "magiccap"
cask "mockoon"
cask "stats"
cask "visual-studio-code"
vscode "1yib.rust-bundle"
vscode "aaron-bond.better-comments"
vscode "adam-watters.vscode-color-pick"
vscode "akamud.vscode-theme-onedark"
vscode "beatzoid.http-status-codes"
vscode "chris-noring.node-snippets"
vscode "dbaeumer.vscode-eslint"
vscode "denco.confluence-markup"
vscode "denoland.vscode-deno"
vscode "docker.docker"
vscode "donjayamanne.typescript-notebook"
vscode "dustypomerleau.rust-syntax"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "file-icons.file-icons"
vscode "fill-labs.dependi"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "kevinrose.vsc-python-indent"
vscode "llvm-vs-code-extensions.lldb-dap"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "naumovs.color-highlight"
vscode "notblank00.hexeditor"
vscode "pkief.material-icon-theme"
vscode "pranaygp.vscode-css-peek"
vscode "rangav.vscode-thunder-client"
vscode "repreng.csv"
vscode "ritwickdey.liveserver"
vscode "run-at-scale.terraform-doc-snippets"
vscode "rust-lang.rust-analyzer"
vscode "seanwu.vscode-qt-for-python"
vscode "serayuzgur.crates"
vscode "shyykoserhiy.vscode-spotify"
vscode "streetsidesoftware.code-spell-checker"
vscode "swiftlang.swift-vscode"
vscode "tamasfe.even-better-toml"
vscode "tauri-apps.tauri-vscode"
vscode "tomoki1207.pdf"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "yile-ou.paddy-color-theme"
go "github.com/air-verse/air"
go "github.com/bootdotdev/bootdev"
go "golang.org/x/tools/cmd/callgraph"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/davidrjenni/reftools/cmd/fillswitch"
go "github.com/onsi/ginkgo/v2/ginkgo"
go "github.com/melkeydev/go-blueprint"
go "github.com/abice/go-enum"
go "mvdan.cc/gofumpt"
go "golang.org/x/tools/cmd/goimports"
go "github.com/twpayne/go-jsonstruct/v3/cmd/gojsonstruct"
go "github.com/golangci/golangci-lint/cmd/golangci-lint"
go "github.com/segmentio/golines"
go "github.com/fatih/gomodifytags"
go "github.com/abenz1267/gomvp"
go "golang.org/x/tools/cmd/gonew"
go "github.com/pressly/goose/v3/cmd/goose"
go "golang.org/x/tools/gopls"
go "github.com/cweill/gotests/gotests"
go "gotest.tools/gotestsum"
go "honnef.co/go/gotraceui/cmd/gotraceui"
go "golang.org/x/vuln/cmd/govulncheck"
go "github.com/koron/iferr"
go "github.com/josharian/impl"
go "github.com/tmc/json-to-struct"
go "go.uber.org/mock/mockgen"
go "pr-formatter"
go "github.com/nepgpe/prfmt"
go "google.golang.org/protobuf/cmd/protoc-gen-go"
go "github.com/vitor-mariano/regex-tui"
go "github.com/2bitburrito/reps/cmd/reps"
go "github.com/kyoh86/richgo"
go "honnef.co/go/tools/cmd/staticcheck"
go "github.com/stern/stern"
